import { LOCALES } from '../locales';

const arabicContent = {
  [LOCALES.ARABIC]: {
    description: {
      descriptionTitle: 'من نحن؟',
      descriptionText: `هاندالب هو موقع الويب الأكثر احترافية في الجزائر حيث يقدم لكم خدمات في جميع المجالات وذلك بنقرة واحدة
        <br></br>
        <br></br>
        يختص هاندالب في مجال الاتصالات والابداع   كذلك التسويق الالكتروني والتصميم وجميع مجالات فنون الجرافيك بالإضافة الى جميع خدمات هندسة الكمبيوتر       
        <br></br>
        <br></br>
        غالبا ما تواجه الشركات او الافراد مشاكل اثناء تطوير المشاريع بسبب نقص الموظفين او المهنيين في مجال معين ة سنكون هنا لمساعدتكم في العثور على الشخص المثالي الدي سيكون قادرا على تطوير فكرتك او مشروعك بفضل وجهات الاتصال والتنوع الخدماتي الدي نعرضه لكم مباشرة عبر موقعنا        <br></br>
        <br></br>
        كل ما عليك فعله هو الاتصال بنا عبر التسجيل في الموقع وسنهتم بتحليل احتياجاتك ثم يمكنك اختيار المهني المختص المناسب والسعر المناسب لك `,
    },
    navbar: {
      home: 'الصفحة الرئيسية',
      about: 'حول',
      services: 'خدماتنا',
      store: 'المتجر',
      login: 'تسجيل الدخول',
      register: 'تسجيل جديد',
    },
  },
};

export default arabicContent;
